{
  "home": "inicio",
  "about": "información",
  "work": "trabajos",
  "skills": "habilidades",
  "contact": "contacto",
  "Hello, I am": "Hola, soy",
  "Full Stack Developer": "Desarrolador Full Stack",
  "Hard Work Beats Talent When Talent Doesn't Work Hard.": "El Trabajo Duro Vence Al Talento Cuando El Talento No Trabaja Duro",
  "Hi, I'm Hernan": "Hola, mi nombre es Hernan",
  "I am a Full Stack Developer, specialized in the Javascript language and passionate about React and NodeJS features. I have more than 2 years of professional experience working with tecnologies like ReactJS, NextJS in the frontend and NodeJS, ExpressJS, Docker, PostgreSQL, MySQL, SQLServer, MongoDB, AWS and Google Cloud in the backend. You can see some of my work below.": "Soy Desarrollador Full Stack, especializado en el lenguaje Javascript y apasionado por las funcionalidades de React y NodeJS. Tengo más de 2 años de experiencia profesional trabajando con tecnologías como ReactJS, NextJS en el frontend y NodeJS, ExpressJS, Docker, PostgreSQL, MySQL, SQLServer, MongoDB, AWS y Google Cloud en el backend. Puede ver algunos de mis trabajos a continuación.",
  "I am interested in job opportunities where I can contribute, learn and grow at the same time. Regarding soft skills, I am communicative and have no problems with teamwork. If you have any opportunity for me, do not hesitate to contact me.": "Estoy interesado en oportunidades laborales donde pueda aportar, aprender y crecer al mismo tiempo. En cuanto a las habilidades blandas, soy comunicativo y no tengo problemas con el trabajo en equipo. Si se tiene alguna oportunidad para mi persona, no dude en contactarme.",
  "All rights reserved": "Todos los derechos reservados",
  "My Projects": "Mis Proyectos",
  "All": "Todos",
  "Web": "Web",
  "Mobile": "Mobile",
  "An application to create your own store made with NextJS,Typescript, TailwindCSS, NodeJS, ExpressJS, Docker and PostgreSQL": "Es una aplicación para administrar y crear tu porpia tienda en línea realizada con NextJS,Typescript, TailwindCSS, NodeJS, ExpressJS, Docker and PostgreSQL",
  "An store made with ReactJS, Typescript, SASS, Redux, NodeJS, Express and MongoDB": "Es una tienda virtual creada with ReactJS, Typescript, SASS, Redux, NodeJS, Express and MongoDB",
  "A delivery app made with React Native, Typescript, Redux, Expo, NodeJS, Express, MongoDB": "Una app de delivery realizada con React Native, Typescript, Redux, Expo, NodeJS, Express, MongoDB",
  "An tinder clon made with ReactJS, SASS, Redux, NodeJS, Express and MongoDB": "Clon de la app Tinder realizada con ReactJS, SASS, Redux, NodeJS, Express and MongoDB",
  "Skills & Experiences": "Habilidades y Experiencia",
  "Integrated billing addition for an accounting and management software built on ReactJS and NodeJS.": "Adición de facturación integrada para un software contable y de administración construido en ReactJS y NodeJS.",
  "Development of new functionalities for the system in Frontend with ReactJs, Bootstrap, and on the Backend side, with NodeJs, Express and MySQL.": "Desarrollo de nuevas funcionalidades para el sistema en Frontend con ReactJs, Bootstrap, y por el lado del Backend, con NodeJs, Express y MySQL.",
  "Detection and solution of errors in the accounting part of the system.": "Detección y solución de errores en la parte contable del sistema.",
  "Optimization of the application in performance issues.": "Optimización de la aplicación en temas de performance.",
  "Creation of administrative panels with ReactJS and Typescript, a state managed by Redux, styles with SASS and connection to REST API created in NodeJs, Express and MySQL.": "Creación de paneles administrativos con ReactJS y Typescript, un estado manejado por Redux, estilos con SASS y conección a API REST creado en NodeJs, Express y MySQL.",
  "Optimization and maintenance of Web Apps made in ReactJS to avoid obsolete renderings.": "Optimización y mantenimiento de Web Apps realizadas en ReactJS para evitar renderizaciones obsoletas.",
  "Landing page layout built with HTML, SASS and Javascript.": "Maquetación de landing pages construidos con HTML, SASS y Javascript.",
  "Design of administrative panels with ReactJS, VueJS, SASS and Bootstrap (Frontend).": "Maquetación de paneles administrativos con ReactJS, VueJS, SASS y Bootstrap (Frontend).",
  "Contact Me": "Contáctame"
}
